Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/uit/alltid_en_fremmed.docx.tmx
Source language: nob
Languages: fkv

source: Alltid en fremmed
fkv: Aina vierolainen

source: En utstilling om hundre år med skoleinternat i Nord-Norge
fkv: Näyttely Pohjas-Norjan sa’asta kouluinternaattivuesta

source: «Det verste for meg var at jeg syntes jeg ble en fremmed for familien.
fkv: «Pahhiin mullet oli ette minusta tuli perheeletki vierolainen.

source: Jeg led når jeg kom hjem, for alt og alle syntes forandret, men det var jeg som var forandret.
fkv: Mie kärsin ko mie tulin kotia sillä ko kaikki ihmiset ja kaikki muuki näytti erilaiselta ko ennen, mutta se olinki mie mikä oli muuttunu.

source: » Dora, Strand internat
fkv: » Dora, Järvenpään internaatti

source: Mange barn i Nord-Norge måtte flytte hjemmefra for å gå på skole.
fkv: Paljot lapset Pohjas-Norjassa häyvythiin koulun takia siirtyät pois kotoa.

source: De yngste var bare seks år.
fkv: Nuorimukset olthiin tyhä seittemän ikhäiset.

source: De bodde på skolen, på internat, men internatet ble ikke et hjem for alle.
fkv: Het asuthiin koulussa – internaatissa – mutta internaatista ei kaikilet tullu kotia.

source: På internatet var ingenting likt det samiske og kvenske barn kjente hjemmefra.
fkv: Internaatissa ei mikhään ollu samanlaista ko saamen lasten ja kväänilasten kotona.

source: Kultur, språk og tradisjoner – alt var annerledes.
fkv: Kulttuuri, kieli ja tavat – kaikki olthiin erilaiset.

source: Myndighetene hadde bestemt at alle som bodde i Norge skulle bli norske.
fkv: Esivallat olthiin päättänheet ette kaikista jokka asuthiin Norjassa, piti tulla ruijalaiset.

source: Barna var i en alder hvor de skulle utvikle rutiner, væremåter, tanker og identitet.
fkv: Lapset olthiin siinä ijässä missä opithaan rutiinia ja vieroja, missä ajatukset ja identiteetti kehittyvä.

source: Skolene ble derfor det viktigste verktøyet i fornorskningen.
fkv: Sillä kouluista tuliki ruijalaistamisen tähelissiin työkalu.

source: Slik opplevde mange å bli fremmede, både på skolen og i familien, i sin egen kultur og i den norske.
fkv: Sen takia useat tunnethiin ette heistä tuli vierolaiset, pote koulussa ja perheessä, omassa kulttuurissa ja ruijan kulttuurissa.

source: «Hjemme» var to steder og ingen steder.
fkv: «Kotona» oli kahessa paikassa eikä yhessäkhään paikassa.

source: De siste statlige grunnskoleinternatene stengte i Finnmark i 1999.
fkv: Staatin viimiset peruskouluinternaatit suljethiin Finmarkussa vuona 1999.

source: Da hadde det vært internatdrift i nesten hundre år.
fkv: Sillon internaattimeininki oli jatkunu kohta sata vuotta.

source: Det er mange som har fortalt historier om hvordan det å bo på internat har preget dem gjennom hele livet.
fkv: Paljot oon muistelheet kunka internaatissa asuminen oon vaikuttannu heän koko elämhään.

source: Hvordan samfunnet har blitt påvirket jobber forskere og myndigheter fortsatt med å besvare.
fkv: Tutkijat ja esivallat tutkiva aina minkälaisia yhtheiskunnalisia seurauksia tästä meininkistä oon ollu.

source: «Det var mange som dro hjemmefra i en alder av 7 år - og de flyttet aldri hjem igjen.
fkv: «Paljot lähethiin kotoa 7-vuotisenna eikä ennää koskhaan siirtynheet takasin kotia.

source: » Liv Inger, Grensen internat
fkv: » Liv Inger, Grensenin internaatti

source: En følelse av å bli forlatt
fkv: Hyljätyksi tulemisen tunnet

source: «Når man vokser opp på internat får man ikke ubegrenset med kjærlighet.
fkv: «Ko lapsi kasuaa ylös internaatissä, se saapi vähemän rakkhautta.

source: Det gjelder både om man er vokst opp i et moderne internat, slik som jeg gjorde, eller om man vokste opp på et internat for 50 år siden.
fkv: Se oon samhaan laihiin vaikka olis kasunu ylös nykyaikhaisessa internaatissa niin ko mie, eli sitte semmosessa internaatissa minkälaiset net olthiin 50 vuotta aikaa.

source: Ved å plassere et barn på en institusjon, så opplever barnet det som å bli forlatt.
fkv: Ko lapsen panhaan johonki institusuunhiin, niin lapsi kokkee ette hänen oon hyljätty.

source: For et barn er den naturlige forklaringen at “jeg ikke er elsket”»“jeg ikke er elsket”».
fkv: Lapsesta luonolinen selitys oon ette “net ei rakasta minua”»“net ei rakasta minua”».

source: Inger Eline Eriksen Fjellgren, tidligere internatelev, i dag kommunedirektør i Tana kommune
fkv: Inger Eline Eriksen Fjellgren, varhemin internaattioppilas, nyt Tenon kommuunin kommuunidirektööri

source: Inger Eline Eriksen Fjellgren var en av de siste internatelevene i Finnmark.
fkv: Inger Eline Eriksen Fjellgren oli yksi Finmarkun viimisistä internaattikoululaisista.

source: Sommeren 1999 hadde hun sin siste skoledag ved Karasjok internatskole.
fkv: Kesälä 1999 hän oli viimistä päivää Kaarasjoen internaattikoulussa.

source: Hun gikk på et internat der det var flere voksne enn barn.
fkv: Hänen internaatissa oli enämen raavhaita ko lapsia.

source: Hun fikk undervisning på samisk, og opplevde verken mobbing eller trakassering.
fkv: Hän sai opetusta saamen kielelä eikä häntä kiusattu eikä pilkattu.

source: Inger Eline fikk gode karakterer.
fkv: Inger Eline sai hyvät karakteerit.

source: Hun studerte senere juss og har hatt gode og innflytelsesrike jobber.
fkv: Hän oon studeerannu lakia, ja hänelä oon ollu hyviä ja tärkeitä töitä.

source: På internatskolen kunne hun konsentrere seg om skolearbeidet.
fkv: Internaattikoulussa hän saattoi keskittyät koulutyöhön.

source: Samtidig kjente hun seg forlatt og savnet hjemmet sitt.
fkv: Samassa hän tunsi ittensä hyljätyksi ja hänelä oli kotokaipu.

source: Hun har fortrengt minnene av de første årene, og har brukt store deler av sitt voksne liv på å bearbeide opplevelsene av å være uelsket.
fkv: Hän oon unhottannu ensimäiset vuet, ja hänelä oon raavhaana menny iso osa elämästä siihen ette oon freistanu parantaat rakastamattomuuven tunnon.

source: En nasjon- ett folk- ett språk
fkv: Yksi kansakunta – yksi kansa – yksi kieli

source: Fra slutten av 1800-tallet og fram mot 1980-tallet arbeidet staten for at samer og kvener skulle bli norske.
fkv: 1800-luvun lopusta 1980-luvulet saakka staatti teki työtä ette saamelaisista ja lantalaisista eli kväänistä tultais ruijalaiset.

source: De skulle ta til seg norsk språk, kultur og levesett.
fkv: Heistä piti tulla ruijankieliset, ja heän kulttuuri ja vierot pi’ethiin olla ruijalaiset.

source: Skolene var statens viktigste verktøy i fornorskningsarbeidet.
fkv: Koulut olthiin ruijalaistamishommassa staatin tähelissiin työkalu.

source: Fornorskningspolitikken hadde flere motiver:
fkv: Ruijalaistamispolitikila oli usseita motiivia:

source: Nasjonsbygging:
fkv: Kansakunnan rakentaminen:

source: Sentralt i Norge på 1800-tallet stod bygginga av en egen nasjon.
fkv: Norjassa oli 1800-luvula valta-asianna oman vasituisen kansakunnan rakentaminen.

source: Drivkrafta var at alle i Norge skulle ha én felles kultur, ett felles språk og være ett folk.
fkv: Konstina tähän oli ette kaikila Norjassa olis yksi yhtheinen kulttuuri, yksi yhtheinen kieli ja ette kaikki oltais yhtä kansaa.

source: Ideen om en primitiv kultur:
fkv: Primitiivisen kulttuurin idee:

source: På slutten av 1800-tallet og starten av 1900-tallet var det en utbredt tanke at samene var en egen rase, underlegen den norske.
fkv: 1800-luvun lopussa ja 1900-luvun alussa ajatelthiin ylheisesti ette saamelaiset oon ruijalaisten suhtheen oma erilainen ja alhaisempi rotu.

source: Staten så det som sin oppgave å løfte samene ut av den «primitive» samiske kulturen.
fkv: Staatti meinas ette se oli sen tehtävä nostaat saamelaiset ylös ”primitiivisestä” saamen kulttuurista.

source: Sikkerhetspolitikk:
fkv: Turvalisuuspolitikki:

source: Styresmaktene så på kvenene som en sikkerhetstrussel i utsatte grensestrøk.
fkv: Esivallat pi’ethiin ette kväänit olthiin maan vaaranalasilla raja-aloila turvalisuusuhka.

source: Staten fryktet finsk nasjonalisme og at Finland ville forsøke å ta disse områdene.
fkv: Staatti pölkäs suomalaista nasunalismia ja ette Suomi freistais ottaat ittelet nämät alat.

source: Hvem ville kvenene støtte i et slikt tilfelle?
fkv: Kenen puolela kväänit oltais jos niin kävis?

source: Den offisielle fornorskningspolitikken regnes i dag som avsluttet, men endringene den førte til kan ikke enkelt viskes ut.
fkv: Nyt meinathaan ette viralinen ruijalaistamispolitikki oon loppu, mutta ei sen vaikutusta ole niin vain pyhkiä poijes.

source: Til tross for at mange i dag kjemper for samisk og kvensk språk og kultur, pågår fornorskingen fortsatt.
fkv: Vaikka paljot nyt taisteleva saamen ja kväänin kielen ja kulttuurin eestä, jatkuu ruijalaistuminen aina.

source: Fornorskning i skolen
fkv: Ruijalaistaminen koulussa

source: I siste halvdel av 1800-tallet satset Norge storstilt på skole og utdanning.
fkv: Jälkhiin 1800-luvun puolirajan Norja satsas isosti koulhuun ja koulaamisheen.

source: I Nord-Norge, hvor folk bodde spredt og avstandene var store, ble skoleinternat hverdagen til mange barn.
fkv: Pohjas-Norjassa missä ihmiset asuthiin hajala ja välimatkat olthiin pitkät, kouluinternaatista tuli arkipäivää paljoilet lapsilet.

source: De fleste skolene var kommunale, men i Finnmark bygget også staten internat.
fkv: Enniimät koulut olthiin kommunaaliset, mutta Finmarkussa kansa staatti pykäs internaattia.

source: Skolene skulle gi alle barn utdanning – norsk utdanning.
fkv: Kaikki lapset piti koulata – koulata ruijan laihiin.

source: Samer og kvener skulle også bli norske.
fkv: Saamelaisista ja kväänistä kansa piti tulla ruijalaiset.

source: Elevene måtte lære seg en fremmed kultur.
fkv: Koululaiset häyvythiin oppiat vierokulttuuria.

source: Lærerne måtte bruke norsk i alle fag.
fkv: Opettajat häyvythiin puhuat ruijaa oli faaki mikä tahansa.

source: Mange elever satt dermed på skolebenken uten å forstå noe av undervisninga.
fkv: Useat oppilhaat istuthiinki sitte koulupenkilä ilman ette ymmärethiin opetuksesta vähhääkhään.

source: Flere måtte gå klassetrinn om igjen.
fkv: Monet jouvuthiin käymhään klassin uuesti.

source: I noen tilfeller gikk elever ut av folkeskolen som analfabeter.
fkv: Muutamisti kävi niinki ette oppilhaat päästhiin koulusta ilman ette saatethiin lukeat.

source: Enkelte steder fikk barna forbud mot å snakke samisk og kvensk seg imellom, selv på fritida.
fkv: Muutamissa paikoissa lapsia kielethiin puhumasta saamea ja kvääniä keskenänsä – vapaa-aijalaki.

source: Undervisning på samisk ble først vanlig på slutten av 1980-tallet.
fkv: Saamenkielisestä opetuksesta tuli tavalinen vasta 1980-luvun lopussa.

source: For kvenene åpnes det først for undervisning i eget språk ti år senere.
fkv: Kväänilapset alethiin vähän kertaa saamhaan luvan oppiat ommaa kieltä nuin kymmenen vuotta hiljemin, mutta kvääniksi se ei vieläkhäään ole maholinen saaha opetusta.

source: «I timeplanen var det ikke fag eller emner som gav barna innblikk og forståelse for det flerkulturelle samfunnet som var deres egentlige hjem og bakgrunn.
fkv: «Tiimaplaanassa ei ollu faakia eli ainheita mikkä oltais auttanheet lapsia ymmärtämhään sitä monenkulttuurista yhtheiskuntaa mikä oli heän oikea koti ja takusta.

source: » Olav, Strand internat, 1930-tallet
fkv: » Olav, Järvenpään internaatti, 1930-luvulla

source: Sitater:
fkv: Sitatteja:

source: «Jeg satt som en munk i klasserommet, helt stille og med hodet bøyd ned mot boka.
fkv: «Mie istuin klassihuonheessa ko munkki, aivan hiljaa ja pää kumarassa kirjaa vasten.

source: Jeg sa ingenting, det var heller ingenting å si.
fkv: Mie en sanonu mithään, mulla ei ollu mithään mitä olisin sanonu.

source: Jeg hadde ikke ordene.
fkv: Mulla ei ollu sanoja.

source: De jeg hadde i hodet mitt var finske, og de kunne jeg ikke bruke.
fkv: Net sanat mitä mulla oli, net olthiin suomea, ja niitä mie en saanu käyttäät.

source: Læreren gikk bare videre til neste elev.
fkv: Opettaja meni tyhä etheenpäin seuraavhaan oppilhaaseen.

source: Han hoppet bestandig over meg.
fkv: Se hyppäs aina minun ylittet.

source: » Rudolf, Strand internat, 1920-tallet
fkv: » Rudolf, Järvenpään internaatti, 1920-luvulla

source: «Vi hadde håndarbeid på skolen, men det var ingen kopling til det mamma gjorde hjemme når hun produserte samiske håndverksprodukter.
fkv: «Meilä oli koulussa käsityötä, mutta se oli kokonhansa erilaista ko se mitä mamma hommas kotona ko hän teki saamen käsitöitä.

source: » Berit Åse, Indre Billefjord internat, 1960-tallet
fkv: » Berit Åse, Pillavuonon internaatti, 1960-luvulla

source: «Når vi bakerste ikke klarte å svare rett, reagerte læreren med å rope ut “helvetes lappjævler”.
fkv: «Ko met takimaiset emmä vastanheet oikhein, niin opettaja huusi ette ”helvetin lapinperkelheet”.

source: »“helvetes lappjævler”.
fkv: »”helvetin lapinperkelheet”.

source: » Magne Ove, Seida internat, 1970-tallet
fkv: » Magne Ove, Seitan internaatti, 1970-luvulla

source: «På internatet fikk jeg fred og ro rundt meg til å konsentrere meg om skolearbeidet.
fkv: «Internaattikoulussa mulla olthiin rauhaliset olot ja mie saatoin keskittyät koulutyöhön.

source: Jeg fikk bekreftelse og validering da jeg fikk gode resultater, og endte med å ta en høy utdanning.
fkv: Ko mie sitte sain hyviä karakteeria, mie sain vahvistuksen omista taioista ja pystyin perästä ottamhaan korkeakoulauksen.

source: » Inger Eline, Karasjok internat, 1990-tallet
fkv: » Inger Eline, Kaarasjoen internaatti, 1990-luvulla

source: «Jeg fikk for eksempel ikke tilgang til mye av min bestefars kunnskaper om viktige ting i livet.
fkv: «Mie en esimerkiksi saanu ossaa paljoista minun äijin tärkeistä elämäntaijoista.

source: Han skulle ha lært meg om hvordan ryper snarefanges, og hvilke knep han brukte når han fisket laks i Tanaelva.
fkv: Hän olis pitäny opettaat mullet kunka panhaan riekonansalankoja ja mikkä konstit hänelä oli piossa ko hän pyysi lohta Tenojoesta.

source: «De voksne ville ikke at ungene skulle lære seg samisk.
fkv: «Raavhaat ei halunheet ette kläpit opittais saamea.

source: Det var norsk man hadde bruk for.
fkv: Se oli ruijan kieli millä pääsi elämässä etheenpäin.

source: » Mareno, Musken internat, 1950-tallet
fkv: » Mareno,, Muskenin internaatti, 1950-luvulla

source: «Vi snakka samisk sammen i friminuttene.
fkv: «Met puhuima saamea keskenämmä rastin aikana.

source: Ble vi tatt, sendte læreren oss i skammekråa.
fkv: Jos sen havathiin, niin opettaja pani meät häpeäloukkhoon.

source: «Når vi ikke kunne leksene så var det straff.
fkv: «Jos emmä osanheet meän läksyä, niin siitä tuli rangastus.

source: Ofte måtte vi stå i skammekroken.
fkv: Useasti met häyvyimä istuat häpeäloukossa.

source: Noen lærere slo oss over fingrene med pekestokken eller ga oss ørefiker.
fkv: Muutamat opettajat lyöthiin meitä sormilet karttakepilä eli annethiin meilet korvapuistin.

source: » Johan Tore, Masi internat, 1950-tallet
fkv: » Johan Tore, Maasin internaatti, 1950-luvulla

source: «Vi kunne bli kalt for fjordsamer eller fjordlapper av lærerne, og jeg måtte hele tiden forsvare meg.
fkv: «Se sattui ette opettajat käskethiin meitä vuonosaamelaiseksi eli vuonolappalaiseksi, ja mie jouvuin koko aijan puolustamhaan itteänni.

source: » Elise, Fossheim internat
fkv: » Elise, Fossheimin internaatti

source: Å bo på internat
fkv: Internaatissa asuminen

source: «Når søstera mi kom var hun bare seks år.
fkv: «Ko minun sisar tuli, se oli tyhä kuuenvuotinen.

source: Hun hylte ei hel uka.
fkv: Kokonaisen viikon se tyhä parkui.

source: De få voksne som var der tok seg av henne, men de visste ikke hva de skulle gjøre med det, hun hadde alltid vært redd for å være alene.
fkv: Net muutamat raavhaat mitä sielä oli, freistathiin pittäät hänestä huolen, mutta ei net tienheet mitä hänen kansa piti tehä, se oli aina pöljäny olla yksin.

source: Jeg tror hun ble skadet for livet av den første uka på internatet.
fkv: Mie luulen ette se sai ittelensä elämänikhäisen vahinkon siitä ensimäisestä internaattiviikosta.

source: » Jente, internat i Finnmark
fkv: » Tytär, internaatti Finmarkussa

source: Det finnes like mange opplevelser av å bo på internat som det finnes internatbarn.
fkv: Internaatissa asumisesta oon yhtä monenlaisia muistoja ko oon internaattilapsia.

source: Svært få av dem er solskinnshistorier.
fkv: Tyhä harvat niistä oon mithään aurinkonpaistetmuisteluksia.

source: De aller yngste kom til internatskolen før de fylte syv år.
fkv: Nuorimukset tulthiin internaattikoulhuun ennen ko täytethiin seittemää vuotta.

source: I stedet for mor og far skulle internatbestyrer, lærere, husmor og tjenestepiker ta vare på barna.
fkv: Muorin ja faarin sijasta internaatinjohtaja, opettajat, emäntä ja palveluspiijat pi’ethiin ottaat vaarin lapsista.

source: Mange forteller om sorg og savn.
fkv: Paljot muisteleva surun ja kaivun ympäri.

source: Om at de mistet sitt hjem og etter hvert følte seg som en fremmed både hjemme og på skolen.
fkv: Ette het mistanhethiin oman ko’in ja lopulta tunnethiin ittensä vierolaiseksi pote kotona ja koulussa.

source: Da barna flyttet inn på skolene, flyttet de inn på en institusjon.
fkv: Ko lapset siirythiin koulhuun, het siirythiin institusuunhiin.

source: Hverdagen skulle tilpasses en stor gruppe, ikke det enkelte barnet.
fkv: Arkipäivän piti oornata siihen laihiin ette se pasas isolet joukolet, ei tyhä yhelet lapselet.

source: Ofte hadde de voksne verken tid, kunnskap eller medfølelse nok til å gi ungene den omsorgen de hadde behov for.
fkv: Useasti oli niin ette raavhaila ei ollu nokko aikaa, taitoa tahi myötätuntoa ette oltais pystynheet pitämhään lapsista huolen niin ko nämät kaivathiin.

source: Dagen var gjennomregulert, med faste rutiner: Vekking, så frokost, deretter skole før og etter lunsj.
fkv: Päivät olthiin tarkasti määrätyt, niissä oli fastat rutiinit: Herätys, aamuruoka, sitte koulua ennen ja jälkhiin murkinan.

source: Lekselesing før kvelds, så gikk alle til sengs.
fkv: Illala piti lukeat läksyjä, sitte kaikki panthiin maata.

source: På skolene var det mange barn som var samlet døgnet rundt.
fkv: Kouluissa oli paljon lapsia, ja het olthiin yhessä läpit janturin.

source: For noen betød dette at de fikk venner å leke med.
fkv: Muutamillet se tarkotti ette het saathiin kaveria minkä kansa leekata.

source: For andre betød det at de aldri kunne være trygge.
fkv: Toisilet se tarkotti ette het ei olheet koskhaan turvassa.

source: At de hele døgnet måtte være på vakt.
fkv: Ette koko päivän piti varoat.

source: «Jeg husker jeg pleide å legge meg før de andre for å skynde meg å falle i søvn slik at natta kunne bli berga, men mange ganger klarte jeg det ikke og jeg lå og var redd.
fkv: «Mie muistan ette mie pruukasin panna maata ennen muita ette kerkesin nukattamhaan, ja sillä sain nukutuksi sen yön, mutta useasti mie en pystyny ja mie makasin ja pölkäsin.

source: » Kristian, Skjånes internat, 1940-tallet
fkv: » Kristian, Skjånesin internaatti, 1940-luvulla

source: «Det handlet om å gjøre seg så usynlig som mulig.
fkv: «Se piti tyhä olla niin näkymätön ko maholinen.

source: » Nils Viktor, Polmak internat, 1950-tallet
fkv: » Nils Viktor, Pulmakin internaatti, 1950-luvulla

source: «Jeg ble tvunget til samvær med unger jeg var redd, og jeg måtte til og med sove i samme rom som dem.» Gutt, Kautokeino internat, 1970-tallet
fkv: «Minun pakotethiin olemhaan yhessä semmosten lasten kansa mitä mie pölkäsin, ja nukkumhaanki samassa huonheessa niitten kansa. » Poika, Koutokeinon internaatti, 1970-luvulla

source: «Jeg var utrøstelig og bare gråt.
fkv: «Mie olin onneton ja tyhä itkin.

source: Jeg gråt meg i søvn.
fkv: Mie itkin itteni unheen.

source: Og hørte jamringen rundt meg.
fkv: Mie kuulin valituksen minun ympärillä.

source: Alle hadde det vondt.
fkv: Kaikila oli paha olla.

source: Hulkingen fra køyesengene fulgte meg hver kveld.
fkv: Joka ilta mie jouvuin kuuntelemhaan koijasängyistä kuuluvaa parkumista.

source: » Ole Henrik, Kautokeino internat, 1950-tallet
fkv: » Ole Henrik, Koutokeinon internaatti, 1950-luvulla

source: «Jentene hadde tydeligvis ingen grenser for hva de kunne gjøre mot oss.
fkv: «Tyttäret saatethiin, siltä se näytti, tehä meilet mitä tahothiin.

source: » Reidun, Sandøybotn internat 1950-tallet
fkv: » Reidun, Sandøybotenin internaatti, 1950-luvulla

source: «Guttene hadde ingen grenser for hva de kunne gjøre med oss.
fkv: «Pojat saatethiin tehä meilet mitä tahansa.

source: Det var et mareritt – et stille og svart helvete.
fkv: Se oli yksi painajainen kaikki – hiljanen ja musta helvetti.

source: » Gutt, Kautokeino internat, 1970-tallet
fkv: » Poika, Koutokeinon internaatti, 1970-luvulla

source: «Da vi kom til internatet som syvåringer var det ei jente vi fikk beskjed om å ikke prate til.
fkv: «Ko met seittemänvuotisenna tulima internaatthiin, sielä oli yksi tyär jonka kansa meitä kielethiin puhumasta.

source: Hun skulle gå alene.
fkv: Hän piti olla yksin.

source: «Jeg fant ei jente med lyst slett hår som fra den dagen ble min gode venninne.
fkv: «Mie opastuin tyttärheen jolla oli vaaleat, suorat hiykset, ja siitä päivästä met olema olheet ystävykset.

source: Det ble til og med et livslangt vennskap.
fkv: Ja se oon ystävyys mikä kestää meän elämän lopphuun saakka.

source: » Ingrid, Lakselv internat, 1950-tallet
fkv: » Ingrid, Lemmijoven internaatti, 1950-luvulla

source: «Støyten kom da jeg var gift og hadde fire barn.
fkv: «Se tapattui sillon ko mie olin jo nainu ja saanu neljä lasta.

source: Da de begynte å vokse opp så jeg kanskje barnet i meg selv også.
fkv: Sillon ko net alethiin kasuamhaan ylös, sillon mie piian löysin lapsen ittessänniki.

source: » Piera, internat i Finnmark
fkv: » Piera, internaatti Finmarkussa

source: «For meg som liten gutt, var det godt å ha større søsken og søskenbarn, som gikk på samme skole og bodde på samme internat.
fkv: «Mie ko olin pieni poika, se oli hyä ko olthiin isomat sisarukset ja neput jokka olthiin samassa koulussa ja asuthiin samassa internaatissa.

source: De store guttene hjalp de minste med lekser og forsvarte de små.
fkv: Isot pojat autethiin pienimyksiä läksyitten kansa ja puolustethiin niitä.

source: » Paul, Drag internatskole, 1960-tallet
fkv: » Paul, Dragin internaatti, 1960-luvulla

source: «Vi var som ulver, og ulver kjemper for å overleve i en hard verden der de svakeste bukker under.
fkv: «Met olima ko hukat, ja hukathan taisteleva siitä pärjääväkö hengen kovassa mailmassa missä heijot tappaava.

source: » Ann-Britt, Indre Billefjord internat
fkv: » Ann-Britt, Pillavuonon internaatti

source: «Hun (læreren) viste den kjærligheten som jeg trengte og som jeg syntes var helt herlig.
fkv: «Se (opettaja) antoi minulet sen rakkhauven mitä mie tarttin, ja se oli aivan ihana.

source: Mange internatbarn kan takke henne for den omsorgen hun viste oss over mange år.
fkv: Useat internaattilapset saava kiittäät häntä siitä huolenpiosta mitä hän monen vuen aijan meilet antoi.

source: » Jente, Rypefjord internat
fkv: » Tytär, Rypefjordin internaatti

source: «Det var nedtelling til lørdag da jeg kunne slippe fri og komme hjem til familien.
fkv: «Mie räknäsin aikaa lauantaihin ko pääsin poijes ja kotia perheen tykö.

source: Desto tyngre var det å dra tilbake til internatet søndag kveld.
fkv: Sitä raskheempi se oli lähteät taas takasin internaatthiin sunnuntai-iltana.

source: » Gutt, internat i Øst-Finnmark
fkv: » Poika, internaatti Öystä-Finmarkussa

source: «Å leve på denne måten blir jo nesten som å være i en krigssituasjon.
fkv: «Elläät siihen laihiin oon kohta ko olis ollu sotatila.

source: Jeg ble redd for å være i mitt “hjem” som var internatet.
fkv: Mie aloin pölkäämhään olla minun omassa ”ko’issa” mikä oli internaatti.

source: »“hjem” som var internatet.
fkv: »”ko’issa” mikä oli internaatti.

source: » Roald, Skjånes internat, 1950-tallet
fkv: » Roald, Skjånesin internaatti, 1950-luvulla

source: «Jeg startet på Grensen skole i 1969.
fkv: «Mie aloin Grensenin koulhuun vuona 1969.

source: Det første året var jeg bare hjemme en gang før jul.
fkv: Ensi vuotena mie pääsin kotia tyhä jouluiksi.
